Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Drops Liquid Glass and glow to a flat look when the device is low on battery or running hot. Off keeps the full glass look.
de: Schaltet Liquid Glass und das Leuchten auf eine flache Optik um, wenn der Akku schwach wird oder das Gerät heiß läuft. Aus behält die volle Glasoptik.
es: Baja Liquid Glass y el brillo a un aspecto plano cuando al dispositivo le queda poca batería o se calienta. Si lo apagas, mantiene el aspecto de cristal completo.
et: Lülitab Liquid Glass ja sära lameda ilme peale, kui seadme aku on nõrk või see läheb kuumaks. Väljas hoiab täieliku klaasilme.
fr: Passe Liquid Glass et la lueur à un rendu plat quand la batterie est faible ou que l'appareil chauffe. Désactivé, tu gardes le rendu verre complet.
hu: Sima megjelenésre vált a Liquid Glassről és a fényről, ha lemerülőben van vagy felmelegszik a készülék. Kikapcsolva marad a teljes üveghatás.
it: Toglie Liquid Glass e il bagliore per un aspetto piatto quando il dispositivo ha poca batteria o scotta. Se lo disattivi, resta il vetro completo.
ja: バッテリーが少ないときや本体が熱くなったときに、Liquid Glass とグローをフラットな見た目に切り替えます。オフにすると、ガラスの見た目をそのまま保ちます。
ko: 기기 배터리가 부족하거나 뜨거워지면 Liquid Glass와 광택을 평면 느낌으로 낮춰요. 끄면 유리 느낌을 그대로 둬요.
ms: Turunkan Liquid Glass dan cahaya ke rupa rata bila bateri peranti rendah atau ia jadi panas. Kalau matikan, rupa kaca penuh kekal.
pt: Passa o Liquid Glass e o brilho para um aspeto plano quando o dispositivo tem pouca bateria ou aquece. Desligado, mantém o aspeto de vidro completo.
ru: Переходит с Liquid Glass и свечения на плоский вид, когда заряд низкий или устройство греется. Выключено — стекло остаётся во всей красе.
zh_hans: 设备电量低或发烫时，把 Liquid Glass 和光晕降成扁平外观。关闭就一直保持完整的玻璃质感。

source: Duplicate
de: Duplizieren
es: Duplicar
et: Paljunda
fr: Dupliquer
hu: Másolat
it: Duplica
ja: 複製
ko: 복제
ms: Salin
pt: Duplicar
ru: Дублировать
zh_hans: 复制

source: Dvorak, Colemak and the non-Latin arrangements are in the same list.
de: Dvorak, Colemak und die nicht-lateinischen Anordnungen stehen in derselben Liste.
es: Dvorak, Colemak y las distribuciones no latinas están en la misma lista.
et: Dvorak, Colemak ja mitte-Ladina paigutused asuvad samas loendis.
fr: Dvorak, Colemak et les agencements non latins sont dans la même liste.
hu: A Dvorak, a Colemak és a nem latin kiosztások ugyanabban a listában vannak.
it: Dvorak, Colemak e le disposizioni non latine sono nello stesso elenco.
ja: Dvorak、Colemak、非ラテン文字の配列も同じ一覧にあります。
ko: Dvorak과 Colemak, 라틴 문자가 아닌 배열도 같은 목록에 있습니다.
ms: Dvorak, Colemak dan susunan bukan Latin ada dalam senarai yang sama.
pt: Dvorak, Colemak e as disposições não latinas estão na mesma lista.
ru: Dvorak, Colemak и нелатинские раскладки — в том же списке.
zh_hans: Dvorak、Colemak 和非拉丁文字的排列也都在同一个列表里。

source: ELEMENTS
de: ELEMENTE
es: ELEMENTOS
et: ELEMENDID
fr: ÉLÉMENTS
hu: ELEMEK
it: ELEMENTI
ja: エレメント
ko: 엘리먼트
ms: ELEMEN
pt: ELEMENTOS
ru: ЭЛЕМЕНТЫ
zh_hans: 元素

source: EVERYTHING IN CLINK PRO
de: ALLES IN CLINK PRO
es: TODO EN CLINK PRO
et: KÕIK CLINK PRO VÕIMALUSED
fr: TOUT CLINK PRO
hu: A CLINK PRO MINDEN FUNKCIÓJA
it: TUTTO IN CLINK PRO
ja: CLINK PRO のすべて
ko: CLINK PRO의 모든 기능
ms: SEMUA DALAM CLINK PRO
pt: TUDO NO CLINK PRO
ru: ВСЁ В CLINK PRO
zh_hans: CLINK PRO 的全部功能

source: Each background has a unique reaction.
de: Jeder Hintergrund hat seine eigene Reaktion.
es: Cada fondo tiene una reacción única.
et: Igal taustal on oma ainulaadne reaktsioon.
fr: Chaque fond a sa propre réaction.
hu: Minden háttérnek egyedi reakciója van.
it: Ogni sfondo ha una reazione unica.
ja: 背景ごとに独自の反応があります。
ko: 배경마다 고유한 반응이 있어요.
ms: Setiap latar belakang mempunyai reaksi yang unik.
pt: Cada fundo tem uma reação única.
ru: У каждой фоновой темы своя уникальная реакция.
zh_hans: 每个背景都有独特的反应。

source: Each tap moves to the next selected layout or extra page. Pick at least two.
de: Jedes Tippen wechselt zum nächsten ausgewählten Layout oder zur nächsten Zusatzseite. Wähle mindestens zwei aus.
es: Cada toque pasa a la siguiente distribución o página adicional seleccionada. Elige al menos dos.
et: Iga puudutus lülitab järgmisele valitud paigutusele või lisalehele. Vali vähemalt kaks.
fr: Chaque appui passe à la disposition ou page supplémentaire sélectionnée suivante. Choisis-en au moins deux.
hu: Minden koppintás a következő kiválasztott kiosztásra vagy extra oldalra vált. Válassz legalább kettőt.
it: Ogni tocco passa alla disposizione o pagina aggiuntiva selezionata successiva. Scegline almeno due.
ja: タップするたびに、選択した次の配列や追加ページに切り替わります。2つ以上選んでください。
ko: 탭할 때마다 선택한 다음 배열 또는 추가 페이지로 전환합니다. 두 개 이상 선택하세요.
ms: Setiap ketikan beralih ke susun atur atau halaman tambahan dipilih yang seterusnya. Pilih sekurang-kurangnya dua.
pt: Cada toque avança para a disposição ou página adicional selecionada seguinte. Escolha pelo menos duas.
ru: Каждое нажатие переключает на следующую выбранную раскладку или дополнительную страницу. Выберите хотя бы две.
zh_hans: 每次轻点都会切换到下一个选中的布局或附加页面。请至少选择两个。

source: Eager
de: Eifrig
es: Anticipado
et: Hoogne
fr: Empressé
hu: Mohó
it: Pronto
ja: 積極的
ko: 적극적
ms: Bersemangat
pt: Ansioso
ru: Резво
zh_hans: 积极

source: Edit
de: Bearbeiten
es: Editar
et: Muuda
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
ms: Sunting
pt: Editar
ru: Изменить
zh_hans: 编辑

source: Edit ABC in the Keys tab and edit 123 / #+= in the Pages tab. All keys and rows are designed directly in the live preview.
de: ABC bearbeitest du im Tab „Tasten“, 123 / #+= im Tab „Seiten“. Alle Tasten und Reihen gestaltest du direkt in der Live-Vorschau.
es: ABC se edita en la pestaña Teclas y 123 / #+= en la pestaña Páginas. Todas las teclas y filas se diseñan directamente en la vista previa en vivo.
et: Muuda ABC-d kaardil Klahvid ja 123 / #+= kaardil Lehed. Kõik klahvid ja read kujundad otse reaalajas eelvaates.
fr: ABC se modifie dans l’onglet Touches, et 123 / #+= dans l’onglet Pages. Toutes les touches et rangées se conçoivent directement dans l’aperçu en direct.
hu: Az ABC-t a Billentyűk fülön szerkeszted, a 123 / #+= oldalt pedig az Oldalak fülön. Minden billentyűt és sort közvetlenül az élő előnézetben alakítasz ki.
it: ABC si modifica nella scheda Tasti, mentre 123 / #+= nella scheda Pagine. Tutti i tasti e le righe si progettano direttamente nell’anteprima dal vivo.
ja: ABC は「キー」タブ、123 / #+= は「ページ」タブで編集します。キーも行も、すべてライブプレビュー上で直接デザインします。
ko: ABC는 ‘키’ 탭에서, 123 / #+=는 ‘페이지’ 탭에서 편집합니다. 키와 행은 모두 실시간 미리보기에서 바로 디자인합니다.
ms: Sunting ABC dalam tab Kekunci dan sunting 123 / #+= dalam tab Halaman. Semua kekunci dan baris direka terus dalam pratonton langsung.
pt: O ABC edita-se no separador Teclas e o 123 / #+= no separador Páginas. Todas as teclas e linhas são desenhadas diretamente na pré-visualização ao vivo.
ru: ABC правится на вкладке «Клавиши», а 123 и #+= — на вкладке «Страницы». Все клавиши и ряды собираются прямо в живом предпросмотре.
zh_hans: ABC 在「按键」标签页里编辑，123 / #+= 在「页面」标签页里编辑。所有按键和行都直接在实时预览中设计。

source: Edit Theme
de: Thema bearbeiten
es: Editar tema
et: Muuda teemat
fr: Modifier le thème
hu: Téma szerkesztése
it: Modifica tema
ja: テーマを編集
ko: 테마 편집
ms: Sunting Tema
pt: Editar tema
ru: Изменить тему
zh_hans: 编辑主题

source: Edit effect
de: Effekt bearbeiten
es: Editar efecto
et: Muuda efekti
fr: Modifier l’effet
hu: Effekt szerkesztése
it: Modifica effetto
ja: エフェクトを編集
ko: 효과 편집
ms: Edit kesan
pt: Editar efeito
ru: Изменить эффект
zh_hans: 编辑效果

source: Edit gradient
de: Verlauf bearbeiten
es: Editar degradado
et: Muuda gradienti
fr: Modifier le dégradé
hu: Gradiens szerkesztése
it: Modifica gradiente
ja: グラデーションを編集
ko: 그라디언트 편집
ms: Edit kecerunan
pt: Editar gradiente
ru: Изменить градиент
zh_hans: 编辑渐变

source: Edit in Settings
de: In den Einstellungen bearbeiten
es: Editar en Ajustes
et: Muuda seadetes
fr: Modifier dans les réglages
hu: Szerkesztés a beállításokban
it: Modifica nelle impostazioni
ja: 設定で編集
ko: 설정에서 편집
ms: Edit dalam Tetapan
pt: Editar nas definições
ru: Изменить в настройках
zh_hans: 在设置中编辑

source: Edit it in %@
de: In „%@“ bearbeiten
es: Edítalo en %@
et: Muuda seda jaotises %@
fr: Modifie-la dans %@
hu: Szerkeszd itt: %@
it: Modificalo in %@
ja: 「%@」で編集
ko: %@에서 편집
ms: Edit dalam %@
pt: Edita-a em %@
ru: Изменить в «%@»
zh_hans: 在“%@”中修改

source: Edit its letters as your own.
de: Bearbeite die Buchstaben als deine eigenen.
es: Edita sus letras como propias.
et: Muuda selle tähti nagu enda omi.
fr: Modifiez ses lettres comme les vôtres.
hu: Szerkeszd a betűit sajátodként.
it: Modifica le sue lettere come tue.
ja: その文字を自分のものとして編集します。
ko: 그 글자들을 내 것처럼 편집하세요.
ms: Sunting hurufnya sebagai milik anda.
pt: Edite as letras dela como suas.
ru: Редактируйте её буквы как свои.
zh_hans: 把它的字母当作你自己的来编辑。

source: Edit language
de: Sprache bearbeiten
es: Editar idioma
et: Muuda keelt
fr: Modifier la langue
hu: Nyelv szerkesztése
it: Modifica lingua
ja: 言語を編集
ko: 언어 편집
ms: Edit bahasa
pt: Editar idioma
ru: Изменить язык
zh_hans: 编辑语言

source: Edit layout
de: Layout bearbeiten
es: Editar diseño
et: Muuda paigutust
fr: Modifier la disposition
hu: Elrendezés szerkesztése
it: Modifica layout
ja: レイアウトを編集
ko: 레이아웃 편집
ms: Sunting susun atur
pt: Editar disposição
ru: Изменить раскладку
zh_hans: 编辑布局

source: Edit motion
de: Bewegung bearbeiten
es: Editar movimiento
et: Muuda liikumist
fr: Modifier le mouvement
hu: Mozgás szerkesztése
it: Modifica movimento
ja: モーションを編集
ko: 모션 편집
ms: Edit gerakan
pt: Editar movimento
ru: Изменить движение
zh_hans: 编辑动效

source: Edit pack
de: Paket bearbeiten
es: Editar paquete
et: Muuda pakki
fr: Modifier le pack
hu: Csomag szerkesztése
it: Modifica pacchetto
ja: パックを編集
ko: 팩 편집
ms: Edit pek
pt: Editar pacote
ru: Изменить набор
zh_hans: 编辑声音包

source: Edit script
de: Skript bearbeiten
es: Editar script
et: Muuda skripti
fr: Modifier le script
hu: Szkript szerkesztése
it: Modifica script
ja: スクリプトを編集
ko: 스크립트 편집
ms: Edit skrip
pt: Editar script
ru: Изменить скрипт
zh_hans: 编辑脚本

source: Edit set
de: Set bearbeiten
es: Editar conjunto
et: Muuda komplekti
fr: Modifier le set
hu: Készlet szerkesztése
it: Modifica set
ja: セットを編集
ko: 세트 편집
ms: Sunting set
pt: Editar conjunto
ru: Изменить набор
zh_hans: 编辑合集

source: Edit sound pack
de: Klangpaket bearbeiten
es: Editar paquete de sonidos
et: Muuda helipaketti
fr: Modifier le pack de sons
hu: Hangcsomag szerkesztése
it: Modifica pacchetto di suoni
ja: サウンドパックを編集
ko: 사운드 팩 편집
ms: Sunting pek bunyi
pt: Editar pacote de sons
ru: Изменить набор звуков
zh_hans: 编辑声音包

source: Edit split keyboard
de: Geteilte Tastatur bearbeiten
es: Editar teclado dividido
et: Muuda poolitatud klaviatuuri
fr: Modifier le clavier séparé
hu: Osztott billentyűzet szerkesztése
it: Modifica tastiera divisa
ja: 分割キーボードを編集
ko: 분할 키보드 편집
ms: Edit papan kekunci pisah
pt: Editar teclado dividido
ru: Изменить разделённую клавиатуру
zh_hans: 编辑分体键盘

source: Edit theme
de: Thema bearbeiten
es: Editar tema
et: Muuda teemat
fr: Modifier le thème
hu: Téma szerkesztése
it: Modifica tema
ja: テーマを編集
ko: 테마 편집
ms: Sunting Tema
pt: Editar tema
ru: Изменить тему
zh_hans: 编辑主题

source: Edit this layout right in the preview above. Tap a key to change it, drag keys to rearrange, and use the + buttons to add keys and rows.
de: Bearbeite dieses Layout direkt in der Vorschau oben. Tipp auf eine Taste, um sie zu ändern, zieh Tasten zum Umsortieren und nimm die +-Tasten, um Tasten und Reihen hinzuzufügen.
es: Edita este diseño aquí mismo, en la vista previa de arriba. Toca una tecla para cambiarla, arrastra las teclas para reordenarlas y usa los botones + para añadir teclas y filas.
et: Muuda seda paigutust otse ülalolevas eelvaates. Puuduta klahvi selle muutmiseks, lohista klahve ümberkorraldamiseks ja kasuta + nuppe klahvide ning ridade lisamiseks.
fr: Modifie cette disposition directement dans l'aperçu au-dessus. Touche une touche pour la changer, fais glisser les touches pour les réorganiser, et sers-toi des boutons + pour ajouter des touches et des rangées.
hu: Szerkeszd ezt az elrendezést egyből a fenti előnézetben. Koppints egy billentyűre, hogy megváltoztasd, húzd a billentyűket az átrendezéshez, a + gombokkal pedig új billentyűt és sort adhatsz hozzá.
it: Modifica questo layout direttamente nell'anteprima qui sopra. Tocca un tasto per cambiarlo, trascina i tasti per spostarli e usa i pulsanti + per aggiungere tasti e righe.
ja: このレイアウトは上のプレビューでそのまま編集できます。キーをタップして変更し、ドラッグして並べ替え、+ ボタンでキーや行を追加できます。
ko: 위 미리보기에서 바로 이 레이아웃을 편집하세요. 키를 탭해서 바꾸고, 드래그해서 옮기고, + 버튼으로 키와 줄을 추가하세요.
ms: Sunting susun atur ini terus dalam pratonton di atas. Ketik kekunci untuk ubah, seret kekunci untuk susun semula, dan guna butang + untuk tambah kekunci dan baris.
pt: Edita este esquema já aqui na pré-visualização acima. Toca numa tecla para a mudar, arrasta as teclas para as reorganizar e usa os botões + para acrescentar teclas e linhas.
ru: Правьте эту раскладку прямо в предпросмотре выше. Нажмите на клавишу, чтобы её изменить, перетаскивайте клавиши, чтобы поменять порядок, а кнопками + добавляйте клавиши и ряды.
zh_hans: 直接在上面的预览里改这个布局。点一个键就能改，拖动按键能重新排，用 + 按钮加键、加行。

source: Edit “%@”?
de: „%@“ bearbeiten?
es: ¿Editar «%@»?
et: Muuda „%@")?
fr: Modifier « %@ » ?
hu: Szerkeszted: „%@”?
it: Modificare «%@»?
ja: 「%@」を編集しますか？
ko: “%@”을(를) 수정할까요?
pt: Editar “%@”?
ru: Изменить «%@»?
zh_hans: 编辑“%@”？

source: Edited
de: Bearbeitet
es: Editado
et: Muudetud
fr: Modifié
hu: Szerkesztve
it: Modificato
ja: 編集済み
ko: 수정됨
ms: Disunting
pt: Editado
ru: Изменено
zh_hans: 已编辑

source: Editing
de: Bearbeiten
es: Editando
et: Muutmine
fr: Modification
hu: Szerkesztés
it: Modifica
ja: 編集中
ko: 편집 중
ms: Menyunting
pt: A editar
ru: Правка
zh_hans: 正在编辑

source: Editor options
de: Editor-Optionen
es: Opciones del editor
et: Redaktori valikud
fr: Options de l'éditeur
hu: Szerkesztő beállításai
it: Opzioni dell'editor
ja: エディタのオプション
ko: 에디터 옵션
ms: Pilihan editor
pt: Opções do editor
ru: Настройки редактора
zh_hans: 编辑器选项

source: Effect
de: Effekt
es: Efecto
et: Efekt
fr: Effet
hu: Effekt
it: Effetto
ja: エフェクト
ko: 효과
ms: Kesan
pt: Efeito
ru: Эффект
zh_hans: 特效

source: Effect colors
de: Effektfarben
es: Colores de efecto
et: Efektide värvid
fr: Couleurs des effets
hu: Effekt színei
it: Colori degli effetti
ja: エフェクトの色
ko: 효과 색상
ms: Warna kesan
pt: Cores dos efeitos
ru: Цвета эффекта
zh_hans: 特效颜色

# Effect colours
source: Effect colors
de: Effektfarben
es: Colores de efecto
et: Efektide värvid
fr: Couleurs des effets
hu: Effekt színei
it: Colori degli effetti
ja: エフェクトの色
ko: 효과 색상
ms: Warna kesan
pt: Cores dos efeitos
ru: Цвета эффекта
zh_hans: 特效颜色

source: Effects
de: Effekte
es: Efectos
et: Efektid
fr: Effets
hu: Hatások
it: Effetti
ja: エフェクト
ko: 효과
ms: Kesan
pt: Efeitos
ru: Эффекты
zh_hans: 效果

source: Effects are optional and run only on press or appearance, never in the typing hot path, so the keyboard stays fast. Works on Liquid Glass and solid themes alike.
de: Effekte sind optional und laufen nur beim Drücken oder Einblenden, nie mitten beim Tippen, damit die Tastatur schnell bleibt. Klappt mit Liquid Glass genauso wie mit soliden Themes.
es: Los efectos son opcionales y solo se ejecutan al pulsar o al aparecer, nunca mientras escribes, así que el teclado sigue yendo rápido. Van igual de bien con Liquid Glass que con temas sólidos.
et: Efektid on valikulised ja töötavad ainult vajutusel või ilmumisel, mitte kunagi tipimise kiirteel, nii et klaviatuur jääb kiireks. Töotab nii Liquid Glass kui ka ühtlaste teemadega.
fr: Les effets sont en option et ne tournent qu'à l'appui ou à l'apparition, jamais pendant la frappe, comme ça le clavier reste rapide. Ça marche aussi bien avec Liquid Glass qu'avec les thèmes opaques.
hu: Az effektek nem kötelezők, és csak megnyomáskor vagy megjelenéskor futnak, sosem gépelés közben, így a billentyűzet gyors marad. Liquid Glasson és tömör témákon egyaránt működik.
it: Gli effetti sono facoltativi e partono solo quando premi o quando compaiono, mai mentre scrivi, così la tastiera resta veloce. Vanno bene sia con Liquid Glass sia con i temi pieni.
ja: エフェクトはお好みで、押したときや表示されたときだけ動きます。入力のホットパスでは動かないので、キーボードは速いままです。Liquid Glass でもソリッドテーマでも使えます。
ko: 효과는 선택이에요. 누르거나 나타날 때만 돌고 입력하는 순간에는 안 돌아서 키보드가 계속 빨라요. Liquid Glass든 단색 테마든 다 돼요.
ms: Kesan bersifat pilihan dan hanya jalan semasa ditekan atau muncul, tak pernah dalam laluan panas menaip, jadi papan kekunci kekal pantas. Berfungsi pada tema Liquid Glass dan tema pejal sama.
pt: Os efeitos são opcionais e só correm ao premires ou ao aparecerem, nunca no meio da escrita, para o teclado se manter rápido. Funcionam tanto com o Liquid Glass como com temas sólidos.
ru: Эффекты необязательны и срабатывают только при нажатии или появлении, а не в горячем пути печати, поэтому клавиатура остаётся быстрой. Работают и в темах Liquid Glass, и в сплошных.
zh_hans: 特效是可选的，只在按下或出现时才跑，绝不会挤进打字的关键路径，所以键盘一直很快。Liquid Glass 和纯色主题都能用。

source: Effects turned down
de: Effekte zurückgefahren
es: Efectos reducidos
et: Efektid tagasitõmmatud
fr: Effets réduits
hu: Effektek visszavéve
it: Effetti ridotti
ja: エフェクトを控えめに
ko: 효과를 줄였습니다
ms: Kesan dikurangkan
pt: Efeitos reduzidos
ru: Эффекты приглушены
zh_hans: 特效已调低

source: Efficient
de: Effizient
es: Eficiente
et: Tõhus
fr: Efficace
hu: Hatékony
it: Efficiente
ja: 省エネ
ko: 효율적
ms: Cekap
pt: Eficiente
ru: Экономно
zh_hans: 高效

source: Email address
de: E-Mail-Adresse
es: Dirección de correo
et: E-posti aadress
fr: Adresse e-mail
hu: E-mail-cím
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
ms: Alamat e-mel
pt: Endereço de e-mail
ru: Адрес электронной почты
zh_hans: 电子邮件地址

source: Email typing
de: E-Mail-Eingabe
es: Escritura de correo electrónico
et: E-posti sisestamine
fr: Saisie d’adresses e-mail
hu: E-mail-címek beírása
it: Digitazione email
ja: メールアドレス入力
ko: 이메일 입력
ms: Menaip e-mel
pt: Escrita de e-mail
ru: Ввод электронной почты
zh_hans: 电子邮件输入

source: Ember
de: Glut
es: Brasa
et: Hõõg
fr: Braise
hu: Parázs
it: Brace
ja: 残り火
ko: 불씨
ms: Bara
pt: Brasa
ru: Уголёк
zh_hans: 余烬

source: Embers
de: Glut
es: Brasas
et: Söed
fr: Braises
hu: Parázs
it: Braci
ja: 残り火
ko: 불씨
ms: Bara
pt: Brasas
ru: Угли
zh_hans: 余烬

source: Emblem
de: Zeichen
es: Emblema
et: Embleem
fr: Emblème
hu: Jelkép
it: Emblema
ja: シンボル
ko: 상징
ms: Lambang
pt: Emblema
ru: Эмблема
zh_hans: 标志

source: Emergency
de: Notfall
es: Emergencia
et: Hädaolukord
fr: Urgence
hu: Vészhelyzet
it: Emergenza
ja: 緊急
ko: 긴급
ms: Kecemasan
pt: Emergência
ru: Аварийный режим
zh_hans: 紧急

source: Emoji behaviour
de: Emoji-Verhalten
es: Comportamiento de emoji
et: Emoji käitumine
fr: Comportement des emoji
hu: Emoji-viselkedés
it: Comportamento emoji
ja: 絵文字の動き
ko: 이모지 동작
ms: Kelakuan emoji
pt: Comportamento dos emoji
ru: Поведение эмодзи
zh_hans: 表情符号行为

source: Emoji categories
de: Emoji-Kategorien
es: Categorías de emoji
et: Emoji kategooriad
fr: Catégories d’emoji
hu: Emoji-kategóriák
it: Categorie emoji
ja: 絵文字のカテゴリ
ko: 이모지 카테고리
ms: Kategori emoji
pt: Categorias de emoji
ru: Категории эмодзи
zh_hans: 表情符号分类

source: Emoji category order
de: Reihenfolge der Emoji-Kategorien
es: Orden de categorías de emojis
et: Emojikategooriate järjestus
fr: Ordre des catégories d’emojis
hu: Emodzsikategóriák sorrendje
it: Ordine delle categorie di emoji
ja: 絵文字カテゴリーの順序
ko: 이모티콘 카테고리 순서
ms: Susunan kategori emoji
pt: Ordem das categorias de emojis
ru: Порядок категорий эмодзи
zh_hans: 表情符号类别顺序

source: Emoji hidden from panels
de: Emoji in Panels ausblenden
es: Ocultar emojis en los paneles
et: Peida emojid paneelidelt
fr: Masquer les emojis dans les panneaux
hu: Emodzsik elrejtése a panelekről
it: Nascondi emoji nei pannelli
ja: パネルで絵文字を非表示
ko: 패널에서 이모티콘 숨기기
ms: Sembunyikan emoji daripada panel
pt: Ocultar emojis nos painéis
ru: Скрыть эмодзи на панелях
zh_hans: 在面板中隐藏表情符号

source: Emoji is off. Turn it on to use and customize it.
de: Emoji ist aus. Schalte es ein, um es zu nutzen und anzupassen.
es: Los emojis están desactivados. Actívalos para usarlos y personalizarlos.
et: Emoji on väljas. Lülita need sisse, et kasutada ja kohandada.
fr: Les emoji sont désactivés. Active-les pour les utiliser et les personnaliser.
hu: Az emodzsi ki van kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: Gli emoji sono disattivati. Attivali per usarli e personalizzarli.
ja: 絵文字はオフです。オンにすると使えて、設定も変えられます。
ko: 이모지가 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Emoji dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: Os emojis estão desligados. Liga-os para os usares e personalizares.
ru: Эмодзи выключены. Включите их, чтобы пользоваться и настраивать.
zh_hans: 表情符号已关闭。打开后就能使用并调整设置。

source: Emoji key next to 123
de: Emoji-Taste neben "123"
es: Tecla de emoji junto a "123"
et: Emoji-klahv 123 kõrval
fr: Touche emoji à côté du "123"
hu: Emoji gomb a 123 mellett
it: Tasto emoji accanto a "123"
ja: "123" の隣の絵文字キー
ko: 123 옆 이모티콘 키
ms: Kekunci emoji di sebelah 123
pt: Tecla de emoji ao lado do "123"
ru: Клавиша эмодзи рядом с 123
zh_hans: "123" 旁边的表情符号键

source: Emoji keyboard
de: Emoji-Tastatur
es: Teclado de emojis
et: Emoji-klaviatuur
fr: Clavier emoji
hu: Emoji billentyűzet
it: Tastiera emoji
ja: 絵文字キーボード
ko: 이모티콘 키보드
ms: Papan kekunci emoji
pt: Teclado de emojis
ru: Клавиатура эмодзи
zh_hans: 表情符号键盘

source: Emoji layout
de: Emoji-Anordnung
es: Disposición de emoji
et: Emoji paigutus
fr: Disposition des emoji
hu: Emoji-elrendezés
it: Disposizione emoji
ja: 絵文字レイアウト
ko: 이모지 레이아웃
ms: Susun atur emoji
pt: Disposição dos emoji
ru: Раскладка эмодзи
zh_hans: 表情符号布局

source: Emoji picker and skin tones
de: Emoji-Auswahl und Hauttöne
es: Selector de emojis y tonos de piel
et: Emoji-valija ja nahatoonid
fr: Sélecteur d'emojis et teintes de peau
hu: Emojiválasztó és bőrtónusok
it: Selettore emoji e tonalità della pelle
ja: 絵文字ピッカーと肌の色
ko: 이모지 선택기와 피부색
ms: Pemilih emoji dan ton kulit
pt: Seletor de emojis e tons de pele
ru: Выбор эмодзи и тонов кожи
zh_hans: 表情符号选择器和肤色

source: Emoji size
de: Emoji-Größe
es: Tamaño de emoji
et: Emoji suurus
fr: Taille des emojis
hu: Emoji mérete
it: Dimensione emoji
ja: 絵文字のサイズ
ko: 이모지 크기
ms: Saiz emoji
pt: Tamanho dos emojis
ru: Размер эмодзи
zh_hans: 表情符号大小

source: Emoji tone delay
de: Emoji-Ton-Verzögerung
es: Retardo de tono de emoji
et: Emoji tooni viive
fr: Délai de teinte d'emoji
hu: Emoji-hangszín késleltetése
it: Ritardo tonalità emoji
ja: 絵文字の肌の色の遅延
ko: 이모지 톤 지연
ms: Lengah ton emoji
pt: Atraso do tom de emoji
ru: Задержка тона эмодзи
zh_hans: 表情肤色延迟

source: Emoji you used lately
de: Zuletzt genutzte Emoji
es: Emoji que usaste hace poco
et: Emoji, mida viimasel ajal kasutasid
fr: Emoji que tu as utilisés récemment
hu: Nemrég használt emoji
it: Emoji usati di recente
ja: 最近使った絵文字
ko: 최근에 쓴 이모지
ms: Emoji yang baru-baru ini anda guna
pt: Emoji que usaste há pouco
ru: Недавние эмодзи
zh_hans: 最近用过的表情符号

source: Emojify
de: Emojifizieren
es: Emojificar
et: Emojista
fr: Emojifier
hu: Emojisítás
it: Emojifica
ja: 絵文字化
ko: 이모지화
ms: Emojikan
pt: Emojificar
ru: Добавить эмодзи
zh_hans: 表情化

source: Empty
de: Leer
es: Vacío
et: Tühi
fr: Vide
hu: Üres
it: Vuoto
ja: なし
ko: 없음
ms: Kosong
pt: Vazio
ru: Пустой
zh_hans: 空白

source: Empty slots stay blank if you have fewer tools on.
de: Leere Plätze bleiben frei, wenn weniger Tools an sind.
es: Los huecos vacíos se quedan en blanco si tienes menos herramientas activas.
et: Tühjad kohad jäävad tühjaks, kui sul on vähem tööriistu sees.
fr: Les emplacements restants restent vides si tu actives moins d’outils.
hu: Az üres helyek üresek maradnak, ha kevesebb eszköz van bekapcsolva.
it: Gli slot vuoti restano vuoti se hai meno strumenti attivi.
ja: オンのツールが少ないと、空き枠は空のままです。
ko: 켠 도구가 더 적으면 빈 칸은 비어 있습니다.
ms: Slot kosong kekal kosong jika lebih sedikit alat dihidupkan.
pt: Os espaços vazios ficam em branco se tiveres menos ferramentas ligadas.
ru: Пустые ячейки остаются пустыми, если включено меньше инструментов.
zh_hans: 打开的工具较少时，空位保持空白。
